<?php
$ltmp_preset['ru']=[
	'js'=>[
		'errors'=>[
			'account_length_less'=>'Логин слишком короткий',
			'account_first_symbol'=>'Логин должен начинаться на латинский символ',
			'account_last_symbol'=>'Логин должен заканчиваться на латинский символ или цифру',
			'account_already_exist'=>'Логин уже занят, попробуйте другой',
			'captcha_expire'=>'Пожалуйста, поставьте еще раз галочку на каптче',
			'captcha_invalid'=>'Каптча ответила отказом, попробуйте снова',
			'server_error'=>'Неполадки на сервере, попробуйте позже',
			'attempts_limit'=>'Вы совершили более 5 попыток за 5 минут, подождите немного и попробуйте снова',
			'invite_already_activated'=>'Код уже был активирован',
			'invite_not_founded'=>'Код не найден',
			'invalid_invite'=>'Инвайт недействительный',
		],
		'success'=>[
			'invite'=>'Вы успешно активировали код, средства должны поступить в течение 1 минуты',
		],
	],
	'meta'=>[
		'title'=>'Начни знакомство с VIZ!',
		'description'=>'Пройди регистрацию и получи аккаунт для взаимодействия с экосистемой VIZ.',
	],
	'maintenance'=>[
		'title'=>'Техническое обслуживание',
		'description'=>'Ведутся профилактические работы. Сервис будет доступен позже.',
	],
	'index'=>[
		'waiting_caption'=>'Ждем когда вы поставите галочку&hellip;',
		'intro_title'=>'Ваш первый аккаунт в ВИЗе',
		'intro_text'=>'<!--<p><strong>На этой странице вы создадите свой первый аккаунт, добавите на него немного социального капитала (по желанию) и найдёте ссылки на некоторые приложения и сайты из экосистемы ВИЗ.</strong></p>-->
					<p>Для создания аккаунта необходимо прочитать пояснения ниже и поставить галочки под некоторыми пунктами. Это займёт несколько минут, но избавит вас от ненужных проблем и вопросов.</p>
					<p>Аккаунты в ВИЗе отличаются от аккаунтов в социальных сетях, в электронной почте, на сайтах и т.п. Ваш аккаунт - это ваш личный счёт в блокчейне VIZ, на нём вы храните свой социальный капитал - главную ценность в экосистеме.</p>
					<p>С помощью аккаунта, социального капитала и токенов viz вы будете награждать людей и получать награды от них, оформлять подписки, голосовать, а также делать другие интересные вещи в интернете и в «реальной жизни».</p>
					<p>Пожалуйста, обратите внимание на особенности аккаунтов ВИЗа и подтвердите, что вы с ними ознакомились:</p>',
		'section_7'=>'<p>Изначально ваш аккаунт полностью анонимен. Помогая вам его создать, мы не запрашиваем никаких персональных данных: ни имени, ни электронной почты, ни телефона. Вы просто создаёте аккаунт одной кнопкой и начинаете им пользоваться. В дальнейшем для удобства его можно привязать к нику, имени, аккаунту в социальной сети, телефону и т.п. при помощи различных приложений в экосистеме. А можно и не привязывать.</p>',
		'section_7_check_caption'=>'Отлично!',

		'section_6'=>'<p>Несмотря на то, что при создании аккаунта вы получаете ключи от него (об этом ниже), мы их не знаем. Ключи генерируются прямо в вашем браузере и не скачиваются на наши серверы. До тех пор, пока вы сами не сообщите ваши ключи от аккаунта кому-нибудь, никто во всём мире, кроме вас, их не узнает. Это очень безопасно, но также это означает, что при потере ключей никто не сможет их вам «напомнить», «восстановить» или создать заново. Будьте внимательны и предусмотрительны! Храните копии ключей в нескольких безопасных местах!</p>',
		'section_6_check_caption'=>'Понятно!',

		'section_5'=>'<p>Практически все действия вашего аккаунта в ВИЗе (награды, переводы, голосования) будут видны любопытным и технически грамотным людям. Блокчейн VIZ - открытого типа, это не ошибка, это так и задумано. Ведите себя прилично, даже если вы анонимны. Рано или поздно кто-то наверняка узнает, кому принадлежит ваш аккаунт, и посмотрит всю историю ваших действий. Или следите за анонимностью и постарайтесь не раскрыть свою личность.</p>',
		'section_5_check_caption'=>'Буду вести себя прилично! (Но это неточно).',

		'section_4'=>'<p>Ваш капитал и ликвидные монеты viz хранятся в электронном виде в блокчейне. Никто кроме вас (или того, кто знает ваши ключи) не может с ними ничего сделать: не только куда-то перевести, но и «заморозить», «заблокировать», «потерять», «не отдать» и т.д., как иногда делают банки или правоохренители. В то же время, если плохой человек узнает ваш ключ от аккаунта и украдёт монеты, никто их вам не вернёт. Блокчейн - не банк, вы полностью контролируете свои активы и полностью отвечаете за них. Жаловаться некому.</p>',
		'section_4_check_caption'=>'Жёстко, но справедливо!',

		'section_3'=>'
				<p>Очень коротко про ключи. Ключ с т.з. пользователя - это что-то вроде пароля, но с ограничениями по способам использования. При создании аккаунта вы получите четыре разных ключа (вообще, в ВИЗе их больше, но остальные нужны только очень продвинутым пользователям). Ключи самостоятельно придумать нельзя, они генерируются специальным алгоритмом, выглядят как очень длинные строки из букв и цифр и начинаются на 5.</p>
				<p><strong>Обычный ключ</strong> (regular key) позволяет награждать других пользователей, записывать информацию в блокчейн, менять данные аккаунта и голосовать за заявки в Фонде развития ВИЗа. Это самый безобидный ключ, с его помощью невозможно нанести большой ущерб. Поэтому именно он обычно используется в приложениях.</p>
				<p><strong>Активный ключ</strong> (active key) делает всё то же, что регулярный, но кроме того, позволяет управлять вашими средствами - монетами viz в кошельке и социальным капиталом (а также голосовать за делегатов блокчейна VIZ). Злоумышленник, узнав ваш активный ключ, сможет быстро и безвозвратно украсть монеты из вашего кошелька и включить понижение социального капитала. Этот ключ можно вводить только в очень небольшое количество приложений, которым вы максимально доверяете.</p>
				<p><strong>Ключ владельца</strong> (master) - главный ключ, позволяет делать с вашим аккаунтом что угодно, а также менять другие ключи в случае их потери или компрометации (или просто так, для профилактики). Мастер-ключ лучше всего практически никогда не использовать и хранить в нескольких копиях в очень надёжных местах. Он нужен только в экстремальных случаях - когда требуется сменить другие ключи после их компрометации или при передаче аккаунта другому человеку.</p>
				<p><strong>Ключ заметок</strong> (memo key) шифрует сообщения, которые можно добавлять к наградам, переводам и некоторым другим транзакциям. Обычно заметки создаются и хранятся в блокчейне в открытом виде, но некоторые приложения позволяют сделать их непонятными для посторонних. Если кто-то узнает ваш ключ заметок, то сможет прочитать все ваши секретные сообщения.</p>',
		'section_3_check_caption'=>'За обычный не переживаю, за активным слежу, мастер храню в сейфе!',

		'section_ask_invite'=>'У вас есть приглашение (инвайт)?',
		'section_ask_invite_yes'=>'Да',
		'section_ask_invite_no'=>'Нет',

		'section_2_alt'=>'<p>Сумма с вашего инвайт-чека перейдёт в капитал нового аккаунта. Это позволит вам сразу получить полноценный аккаунт. Чтобы увеличить капитал, можно купить токены viz или начать получать награды от других участников экосистемы.</p>',
		'section_2_alt_check_caption'=>'Без капитала - никуда&hellip;',
		'section_1_alt'=>'<p>В дальнейшем вы сможете регистрировать любое количество новых аккаунтов и субаккаунтов ВИЗ за свой счёт без инвайтов и без помощи нашего регистратора. Для этого потребуется передать новому аккаунту 1 viz в капитал или делегировать 10 viz.</p>',
		'section_1_alt_check_caption'=>'Пригодится!',

		'alt_form_text'=>'<p>А теперь - к делу!</p>',
		'alt_form_login'=>'<p>Введите желаемое имя аккаунта (маленькие латинские буквы и цифры, больше 2 знаков, первый знак должен быть буквой):</p>',
		'alt_form_login_placeholder'=>'— введите имя аккаунта',
		'alt_form_invite'=>'<p>Введите код инвайта:</p>',
		'alt_form_invite_placeholder'=>'— введите код',
		'alt_form_button'=>'Использовать код',

		'keys_title'=>'<h3>Поздравляем!</h3>',
		'keys_account'=>'Ваш аккаунт: ',
		'keys_invite_balance'=>'В капитал переведено: ',
		'keys_text'=>'Ваши ключи:',
		'keys_master'=>' &mdash; master или главный ключ',
		'keys_active'=>' &mdash; active или активный ключ',
		'keys_regular'=>' &mdash; regular или обычный ключ',
		'keys_memo'=>' &mdash; memo или ключ заметок',
		'keys_attention'=>'Сохраните эти ключи в нескольких разных местах прямо сейчас!',
		'keys_check_caption'=>'Подтверждаю сохранение ключей',

		'section_2'=>'
				<p>На ваш первый аккаунт мы делегируем минимальный социальный капитал (1 viz), которого достаточно для нескольких действий. Чтобы стать полноценным участником экосистемы ВИЗ, надо накопить хотя бы небольшой социальный капитал или купить его (это быстрее).</p>
				<!--<p>Ваш первый аккаунт будет абсолютно пустым, то есть без социального капитала. Это значит, что он не сможет выполнять никакие действия, кроме получения наград от других аккаунтов. Чтобы стать полноценным участником экосистемы ВИЗ, надо накопить хотя бы небольшой социальный капитал или купить его (это быстрее). Про оба способа мы расскажем после создания вашего аккаунта.</p>-->',
		'section_2_check_caption'=>'Без капитала - никуда&hellip;',

		'section_1'=>'<p>Создание аккаунта в ВИЗе - дело платное. Но VIZ.PLUS готов заплатить за ваш первый аккаунт («первая доза - бесплатно»), так как мы хотим, чтобы экосистема ВИЗ привлекла много людей. Поэтому вам придётся подтвердить, что вы - человек, а не бот для массовой регистрации. В дальнейшем вы сможете создать любое количество аккаунтов за свой счёт.</p>',

		'form_text'=>'
				<p>А теперь - к делу!</p>
				<p>У вас есть 100 секунд, чтобы ввести имя аккаунта. Если не успеете, поставьте галочку в капче ещё раз.</p>',
		'form_login'=>'<p>Введите желаемое имя аккаунта (маленькие латинские буквы и цифры, больше 2 знаков, первый знак должен быть буквой):</p>',
		'form_login_placeholder'=>'— введите имя аккаунта',
		'form_button'=>'Создать',
	],
];